<template>
  <div>
    <b-container class="bv-example-row">
      <b-row class="white">
        <b-col class="text-center py-5">
          <h1>Новые научные технологии</h1>
          <div>
            Наконец пришла пора отказаться от недомолвок и взглянуть на небо по новому!
            Уже много лет все ученые насмехались на астрологами из-за неточности в физической модели нашей вселенной.
            Но никто не решался принять очевидное. Да, для многих это станет открытием, но за 3000 лет Земная ось немного
            сместилась и даты знаков Зодиака поменялись. Уже достаточно много статей написано на эту тему и мы не будем
            подробно останавливаться на этом. Просто теперь вы будете знать то положение планет на небе, которое действительно
            было в момент Вашего рождения и на основе этого будут производиться все остальные расчеты.
          </div>
        </b-col>
      </b-row>
    </b-container>
  </div>
</template>

<style scoped>
.white {
  color: #222;
  background-color: white;
  opacity: 0.8;
}
</style>